{
    "dataList": [
        {
            "id": 1,
            "name": "Andhra Pradesh",
            "type": "State",
            "vehicleCode": "AP",
            "capital": "Hyderabad",
            "formedIn": 1953,
            "mainLanguage": "Telugu",
            "intro": "",
            "history": "",
            "geography": "",
            "economy": "",
            "food": "",
            "culture": "",
            "culturePic": "",
            "landmarkPic": "",
            "ambassadors": ""
        },
        {
            "id": 2,
            "name": "Arunachal Pradesh",
            "type": "State",
            "vehicleCode": "AR",
            "capital": "Itanagar",
            "formedIn": 1987,
            "mainLanguage": "English",
            "intro": "",
            "history": "",
            "geography": "",
            "economy": "",
            "food": "",
            "culture": "",
            "culturePic": "",
            "landmarkPic": "",
            "ambassadors": ""
        },
        {
            "id": 3,
            "name": "Assam",
            "type": "State",
            "vehicleCode": "AS",
            "capital": "Dispur",
            "formedIn": 1950,
            "mainLanguage": "Assamese",
            "intro": "",
            "history": "",
            "geography": "",
            "economy": "",
            "food": "",
            "culture": "",
            "culturePic": "",
            "landmarkPic": "",
            "ambassadors": ""
        },
        {
            "id": 4,
            "name": "Bihar",
            "type": "State",
            "vehicleCode": "BR",
            "capital": "Patna",
            "formedIn": 1950,
            "mainLanguage": "Hindi",
            "intro": "Bihar is the place that gave birth to Buddhism and Jainism and helped in the growth of Sikhism and Hinduism, has a past that is unmatched anywhere in the world. It was the center of first republic in the world at Vaishali and the city of Pataliputra was largest and grandest in the world at the height of its glory.",
            "history": "In ancient and classical India, the area that is now Bihar was considered a centre of power, learning, and culture. From Magadha arose India's first empire, the Maurya empire, as well as one of the world's most widely adhered-to religions, Buddhism. Magadha empires, notably under the Maurya and Gupta dynasties, unified large parts of South Asia under a central rule. Another region of Bihar is Mithila which was an early centre of Brahmanical learning and the centre of the Videha kingdom.",
            "geography": "The Ganges divides Bihar into two unequal halves and flows through the middle from west to east. Other Ganges tributaries are the Son, Budhi Gandak, Chandan, Orhani and Phalgu. Though the Himalayas begin at the foothills, a short distance inside Nepal and to the north of Bihar, the mountains influence Bihar's landforms, climate, hydrology and culture. Central parts of Bihar have some small hills, for example the Rajgir hills. To the south is the Chota Nagpur plateau, which was part of Bihar until 2000 but now is part of a separate state called Jharkhand.",
            "economy": "Bihar is the fastest growing state in terms of gross state domestic product (GSDP), clocking a growth rate of 17.06% in FY 2014–15. Bihar is the fourth-largest producer of vegetables and the eighth-largest producer of fruits in India. Bihar has high agricultural production making it one of the strongest sectors of the state. About 80 per cent of the state’s population is employed in agriculture, which is higher as compared to India’s average.",
            "food": "The cuisine of the state is an interesting mix of North and East Indian cuisine. Rice, pulses, and roti are the most common food consumed by the people of this state. One exclusive item of this state is Sattu (gram powder), commonly taken as a mixture with water, salt, and limejuice. A favorite breakfast all over the state is Chura-Dahi (flattened rice and curd) taken together with sugar or jaggery.",
            "culture": "There are several traditional styles of painting practiced in Bihar. One is Mithila painting, a style of Indian painting used in the Mithila region of Bihar. Bihar has produced musicians like Bharat Ratna Ustad Bismillah Khan and dhrupad singers like the Malliks (Darbhanga Gharana) and the Mishras (Bettiah Gharana) along with poets like Vidyapati Thakur who contributed to Maithili Music.Bihar has a robust Bhojpuri-language film industry. There is also a smaller production of Magadhi-, Maithili-, as well as Angika-language films. Hindu Goddess Sita, the consort of Lord Rama is believed to be born in Sitamarhi district in the Mithila region of modern-day Bihar.[135][136] Gautama Buddha attained Enlightenment at Bodh Gaya, a town located in the modern day district of Gaya in Bihar. Vasupujya, the 12th Jain Tirthankara was born in Champapuri, Bhagalpur. Vardhamana Mahavira, the 24th and the last Tirthankara of Jainism, was born in Vaishali around the 6th century BC.",
            "culturePic": "https://en.wikipedia.org/wiki/Bihar#/media/File:Art_of_Mithla,_Darbhanga,_Bihar.jpg",
            "landmarkPic": "https://en.wikipedia.org/wiki/Bihar#/media/File:Mahabodhitemple.jpg",
            "ambassadors": "Amrit, Khagendra"
        },
        {
            "id": 5,
            "name": "Chhattisgarh",
            "type": "State",
            "vehicleCode": "CG",
            "capital": "Atal Nagar",
            "formedIn": 2000,
            "mainLanguage": "Hindi",
            "intro": "",
            "history": "",
            "geography": "",
            "economy": "",
            "food": "",
            "culture": "",
            "culturePic": "",
            "landmarkPic": "",
            "ambassadors": ""
        },
        {
            "id": 6,
            "name": "Goa",
            "type": "State",
            "vehicleCode": "GA",
            "capital": "Panaji",
            "formedIn": 1987,
            "mainLanguage": "Konkani",
            "intro": "",
            "history": "",
            "geography": "",
            "economy": "",
            "food": "",
            "culture": "",
            "culturePic": "",
            "landmarkPic": "",
            "ambassadors": ""
        },
        {
            "id": 7,
            "name": "Gujarat",
            "type": "State",
            "vehicleCode": "GJ",
            "capital": "Gandhinagar",
            "formedIn": 1960,
            "mainLanguage": "Gujarati",
            "intro": "",
            "history": "",
            "geography": "",
            "economy": "",
            "food": "",
            "culture": "",
            "culturePic": "",
            "landmarkPic": "",
            "ambassadors": ""
        },
        {
            "id": 8,
            "name": "Haryana",
            "type": "State",
            "vehicleCode": "HR",
            "capital": "Chandigarh",
            "formedIn": 1966,
            "mainLanguage": "Hindi",
            "intro": "",
            "history": "",
            "geography": "",
            "economy": "",
            "food": "",
            "culture": "",
            "culturePic": "",
            "landmarkPic": "",
            "ambassadors": ""
        },
        {
            "id": 9,
            "name": "Himachal Pradesh",
            "type": "State",
            "vehicleCode": "HP",
            "capital": "Shimla",
            "formedIn": 1971,
            "mainLanguage": "Hindi",
            "intro": "",
            "history": "",
            "geography": "",
            "economy": "",
            "food": "",
            "culture": "",
            "culturePic": "",
            "landmarkPic": "",
            "ambassadors": ""
        },
        {
            "id": 10,
            "name": "Jammu and Kashmir",
            "type": "State",
            "vehicleCode": "JK",
            "capital": "Srinagar",
            "formedIn": 1950,
            "mainLanguage": "Urdu",
            "intro": "",
            "history": "",
            "geography": "",
            "economy": "",
            "food": "",
            "culture": "",
            "culturePic": "",
            "landmarkPic": "",
            "ambassadors": ""
        },
        {
            "id": 11,
            "name": "Jharkhand",
            "type": "State",
            "vehicleCode": "JH",
            "capital": "Ranchi",
            "formedIn": 2000,
            "mainLanguage": "Hindi",
            "intro": "",
            "history": "",
            "geography": "",
            "economy": "",
            "food": "",
            "culture": "",
            "culturePic": "",
            "landmarkPic": "",
            "ambassadors": ""
        },
        {
            "id": 12,
            "name": "Karnataka",
            "type": "State",
            "vehicleCode": "KA",
            "capital": "Bangalore",
            "formedIn": 1956,
            "mainLanguage": "Kannada",
            "intro": "Karnataka is a south western state of India. It was originally known as the state of Mysore, nut it was remaned as Karnataka in 1973. The name Karnataka is derived by the 2 kannada words \"karu\" and \"nadu\" meaning \"elevated land\". It has been a home to many powerful kingdoms of ancient and medival India. Karnataka has also contibuted to both carnatic and hindustani forms of Indian classical music.",
            "history": "Gold discovered in Harappa was found to be imported from mines in Karnataka, prompting scholars to hypothesise about contacts between ancient Karnataka and the Indus Valley Civilisation ca. 3300 BCE. There were many dynasties in Karnataka namely - the Kadamba dynasty, the Rashtrakuta empire, chalukya empire, Vijayanagara empire, bijapur sultanate and bahamani sultanate.",
            "geography": "The state has three principal geographical zones:\nThe coastal region of Karavali, The hilly Malenadu region comprising the Western Ghats and The Bayaluseeme region comprising the plains of the Deccan plateau. The highest point in Karnataka is the Mullayanagiri hills in Chickmagalur district which has an altitude of 1,929 metres (6,329 ft). Some of the important rivers in Karnataka are Kaveri, Tungabhadra, Krishna, Malaprabha and the Sharavathi.",
            "economy": "The economy of Karnataka is the fifth-largest state economy in India with ₹14.08 lakh crore (US$200 billion) in gross domestic product and a per capita GDP of ₹174,000 (US$2,400). In 2011–2012, Karnataka had an estimated poverty ratio of 20.91% compared to the national ratio of 21.92%. Seven of India's banks originated in this state.",
            "food": "The cuisine of Karnataka includes many vegetarian and non-vegetarian cuisines. Some typical dishes include Bisi bele bath, Jolada rotti, Chapati, Ragi rotti, Akki rotti, Saaru, Idli - Vada Sambar, Vangi Bath, Khara Bath, Kesari Bath, Benne dose, Neer Dose, Ragi unda, Paddu, Koli Saaru (chicken curry), Maamsa Saaru (Mutton Curry), Uppittu, Plain and rava idli, Mysore Masala Dosa and Maddur Vade. Among sweets, Mysore Pak, Holige, Obbattu, Dharwad pedha, Kunda, Chiroti, Sajjige, Kadabu/ Karjikaayi are well known.",
            "culture": "Apart from Kannadigas, Karnataka is home to Tuluvas, Kodavas and Konkanis. Yakshagana of Malnad and coastal Karnataka, a classical dance drama, is one of the major theatrical forms of Karnataka. Saree is the traditional dress of women and panche is the traditional dress of men.Karnataka also has a special place in the world of Indian classical music. The Mysore style Bharatnatya is the classical dance form.",
            "culturePic": "https://drive.google.com/open?id=13dUw9_RjPydzuBn8cKxiRYQn17c3rKtb",
            "landmarkPic": "https://drive.google.com/open?id=13dUw9_RjPydzuBn8cKxiRYQn17c3rKtb",
            "ambassadors": "Deepanjali Sarna"
        },
        {
            "id": 13,
            "name": "Kerala",
            "type": "State",
            "vehicleCode": "KL",
            "capital": "Thiruvanamthapuram",
            "formedIn": 1956,
            "mainLanguage": "Malayalam",
            "intro": "Kerala is a state on the southwestern, Malabar Coast of India.  It is divided into 14 districts with the capital and largest city being Thiruvananthapuram. The earliest Sanskrit text to mention Kerala is the Aitareya Aranyaka of the Rigveda. Kerala is also mentioned in the Ramayana and the Mahabharata, the two Hindu epics.",
            "history": "The Chera Dynasty was the first prominent kingdom based in Kerala. The Ay kingdom in the deep south and the Ezhimala kingdom in the north formed the other kingdoms in the early years of the Common Era (CE or AD). The region had been a prominent spice exporter since 3000 BCE. The region's prominence in trade was noted in the works of Pliny as well as the Periplus around 100 CE. In the 15th century, the spice trade attracted Portuguese traders to Kerala.",
            "geography": "Kerala is one of the prominent tourist destinations of India, with backwaters, hill stations, beaches, Ayurvedic tourism and tropical greenery as its major attractions. It is bordered by Karnataka to the north and northeast, Tamil Nadu to the east and south, and the Lakshadweep Sea and Arabian Sea to the west. The state's largest lake Vembanad, dominates the backwaters; it lies between Alappuzha and Kochi and is about 200 km2 (77 sq mi) in area.",
            "economy": "The economy of Kerala is the 12th-largest state economy in India with ₹7.73 lakh crore (US$110 billion) in gross domestic product and a per capita GDP of ₹163,000 (US$2,300).[4][5] Kerala has the lowest positive population growth rate in India, 3.44%; the highest Human Development Index (HDI), 0.712 in 2015; the highest literacy rate, 93.91% in the 2011 census; the highest life expectancy, 77 years; and the highest sex ratio, 1,084 women per 1,000 men. The state has witnessed significant emigration, especially to Arab states of the Persian Gulf during the Gulf Boom of the 1970s and early 1980s, and its economy depends significantly on remittances from a large Malayali expatriate community.",
            "food": "Rice is a dominant staple that is eaten at all times of day. Sadhya is a vegetarian meal, which is served on a banana leaf and followed with a cup of payasam.Popular snacks include banana chips, yam crisps, tapioca chips, unniyappam and kuzhalappam.Seafood specialties include karimeen, prawns, shrimp and other crustacean dishes.",
            "culture": " Hinduism is practised by more than half of the population, followed by Islam and Christianity. The culture is a synthesis of Aryan, Dravidian, Arab, and European cultures.The five classical dance forms: Kathakali, Mohiniyattam, Koodiyattom, Thullal and Krishnanattam.Onam is a harvest festival celebrated by the people of Kerala.Some festivals include Poorams, the best known of these being the Thrissur Pooram.",
            "culturePic": "https://drive.google.com/open?id=13dUw9_RjPydzuBn8cKxiRYQn17c3rKtb",
            "landmarkPic": "https://drive.google.com/open?id=13dUw9_RjPydzuBn8cKxiRYQn17c3rKtb",
            "ambassadors": ""
        },
        {
            "id": 14,
            "name": "Madhya Pradesh",
            "type": "State",
            "vehicleCode": "MP",
            "capital": "Bhopal",
            "formedIn": 1956,
            "mainLanguage": "Hindi",
            "intro": "",
            "history": "",
            "geography": "",
            "economy": "",
            "food": "",
            "culture": "",
            "culturePic": "",
            "landmarkPic": "",
            "ambassadors": ""
        },
        {
            "id": 15,
            "name": "Maharashtra",
            "type": "State",
            "vehicleCode": "MH",
            "capital": "Mumbai",
            "formedIn": 1960,
            "mainLanguage": "Marathi",
            "intro": "",
            "history": "",
            "geography": "",
            "economy": "",
            "food": "",
            "culture": "",
            "culturePic": "",
            "landmarkPic": "",
            "ambassadors": ""
        },
        {
            "id": 16,
            "name": "Manipur",
            "type": "State",
            "vehicleCode": "MN",
            "capital": "Imphal",
            "formedIn": 1972,
            "mainLanguage": "Meitei",
            "intro": "",
            "history": "",
            "geography": "",
            "economy": "",
            "food": "",
            "culture": "",
            "culturePic": "",
            "landmarkPic": "",
            "ambassadors": ""
        },
        {
            "id": 17,
            "name": "Meghalaya",
            "type": "State",
            "vehicleCode": "ML",
            "capital": "Shilong",
            "formedIn": 1987,
            "mainLanguage": "English",
            "intro": "",
            "history": "",
            "geography": "",
            "economy": "",
            "food": "",
            "culture": "",
            "culturePic": "",
            "landmarkPic": "",
            "ambassadors": ""
        },
        {
            "id": 18,
            "name": "Mizoram",
            "type": "State",
            "vehicleCode": "MZ",
            "capital": "Aizawl",
            "formedIn": 1963,
            "mainLanguage": "English",
            "intro": "",
            "history": "",
            "geography": "",
            "economy": "",
            "food": "",
            "culture": "",
            "culturePic": "",
            "landmarkPic": "",
            "ambassadors": ""
        },
        {
            "id": 19,
            "name": "Nagaland",
            "type": "State",
            "vehicleCode": "NL",
            "capital": "Kohima",
            "formedIn": 1950,
            "mainLanguage": "English",
            "intro": "",
            "history": "",
            "geography": "",
            "economy": "",
            "food": "",
            "culture": "",
            "culturePic": "",
            "landmarkPic": "",
            "ambassadors": ""
        },
        {
            "id": 20,
            "name": "Odisha",
            "type": "State",
            "vehicleCode": "OD",
            "capital": "Bhubaneswar",
            "formedIn": 1966,
            "mainLanguage": "Odia",
            "intro": "",
            "history": "",
            "geography": "",
            "economy": "",
            "food": "",
            "culture": "",
            "culturePic": "",
            "landmarkPic": "",
            "ambassadors": ""
        },
        {
            "id": 21,
            "name": "Punjab",
            "type": "State",
            "vehicleCode": "PB",
            "capital": "Chandigarh",
            "formedIn": 1956,
            "mainLanguage": "Punjabi",
            "intro": "",
            "history": "",
            "geography": "",
            "economy": "",
            "food": "",
            "culture": "",
            "culturePic": "",
            "landmarkPic": "",
            "ambassadors": ""
        },
        {
            "id": 22,
            "name": "Rajasthan",
            "type": "State",
            "vehicleCode": "RJ",
            "capital": "Jaipur",
            "formedIn": 1975,
            "mainLanguage": "Hindi",
            "intro": "",
            "history": "",
            "geography": "",
            "economy": "",
            "food": "",
            "culture": "",
            "culturePic": "",
            "landmarkPic": "",
            "ambassadors": ""
        },
        {
            "id": 23,
            "name": "Sikkim",
            "type": "State",
            "vehicleCode": "SK",
            "capital": "Gangatok",
            "formedIn": 1950,
            "mainLanguage": "English",
            "intro": "",
            "history": "",
            "geography": "",
            "economy": "",
            "food": "",
            "culture": "",
            "culturePic": "",
            "landmarkPic": "",
            "ambassadors": ""
        },
        {
            "id": 24,
            "name": "Tamil Nadu",
            "type": "State",
            "vehicleCode": "TN",
            "capital": "Chennai",
            "formedIn": 2014,
            "mainLanguage": "Tamil",
            "intro": "",
            "history": "",
            "geography": "",
            "economy": "",
            "food": "",
            "culture": "",
            "culturePic": "",
            "landmarkPic": "",
            "ambassadors": ""
        },
        {
            "id": 25,
            "name": "Telangana",
            "type": "State",
            "vehicleCode": "TS",
            "capital": "Hyderabad",
            "formedIn": 1972,
            "mainLanguage": "Telugu",
            "intro": "",
            "history": "",
            "geography": "",
            "economy": "",
            "food": "",
            "culture": "",
            "culturePic": "",
            "landmarkPic": "",
            "ambassadors": ""
        },
        {
            "id": 26,
            "name": "Tripura",
            "type": "State",
            "vehicleCode": "TR",
            "capital": "Agartala",
            "formedIn": 1950,
            "mainLanguage": "Bengali",
            "intro": "",
            "history": "",
            "geography": "",
            "economy": "",
            "food": "",
            "culture": "",
            "culturePic": "",
            "landmarkPic": "",
            "ambassadors": ""
        },
        {
            "id": 27,
            "name": "Uttar Pradesh",
            "type": "State",
            "vehicleCode": "UP",
            "capital": "Lucknow",
            "formedIn": 1950,
            "mainLanguage": "Hindi",
            "intro": "Embedded in the heart of India is Uttar Pradesh, a land where cultures have evolved and religions emerge. The greatness of Uttar Pradesh lies not only in this confluence, but also in the emergence of cultural and religious traditions along some of the greatest rivers in the Indian sub-continent – the Ganga and the Yamuna.Throughout history, great cities have emerged and established along great rivers. Within India, the Ganga and the Yamuna have nurtured a culture because of which religious faith, rituals, culture and intellectual enlightenment have evolved in places along the two rivers.",
            "history": "The history of Uttar Pradesh is very much associated with the broad history of India. It dates back to 4000 years. Formerly the area of Uttar Pradesh was occupied by the Aryans or the Dasas and their main occupation was agriculture. The Aryans, through conquests occupied the adjoining areas too.\r\nThey laid the foundations their civilisation in the region. It was during the Aryan inhabitation in the region that epics of Mahabharata, Ramayana, Brahmanas and Puranas were written.\r\nThe state is the heart of Mahabharata war.\r\nIt was around the middle of the 1st millennium BC that Uttar Pradesh saw the advent of Lord Buddha.During Ashoka`s reign, several public welfare works were taken up. During the rule of Magadha Empire, Buddhism and Jainism developed in this region. It was a period of administrative and economic advancement.\r\nUttar Pradesh reached the peak of prosperity during the Mughal Rule.\r\nThe British East India Company came into contact with rulers of Awadh during the reign of third Nawab of Awadh. Uttar Pradesh also played a key role in the 1857 War of Independence.\r\nUttar Pradesh has seen it all, from the rule of Rama to the rule of British.",
            "geography": "A fertile terrain of the Gangetic plain, the sprawling State spread over in 2,40,928 sq. km. area, touches the Himalayan foothills to the north and the Vindhya ranges to the south, surrounded by the states of Uttarakhand, Haryana, Delhi, Rajasthan, Bihar, Jharkhand, Madhya Pradesh and shares International border with Nepal.\r\nIt is here that one can dive down the stream of ancient Indian philosophy. It is the land which is glorified by the stream of Indian spirituality i.e. the great Ganga & Yamuna and the footprints of legends like Ram, Krishna, Buddha, Jain Tirthankars & Sufi Saints and the sites associated with them.",
            "economy": "Uttar Pradesh is the most populous state in the country accounting for 16.4 per cent of the country’s population.\r\nThe major sector of Uttar Pradesh economy is Agriculture. Wheat, pulses, oilseeds, rice, sugarcane, and potatoes are the main crops grown here. Sugarcane is an important cash crop grown here. Apples and mangoes are also produced in this state.",
            "food": "Uttar Pradesh has a rich and diverse cuisine ranging from traditional to the modern. The culinary narrative of Uttar Pradesh reflects the diversity of its cultural landscape.\r\nFrom the court cuisine of Awadh to the vegetarian fare of Braj region of Mathura and Vrindavan, from the pasandas of the Rampur kitchens to the delectable Banarasi paan, from its mouthwatering street food to its petha of Agra, Uttar Pradesh truly has the full measure of keeping one satiated...if not hungry for more.",
            "culture": "#Culture encompasses the way of life of a society. It includes the attitude of the people toward others, their behaviour, mannerisms and ways to celebrate different aspects of life. It also includes the ways in which the people express themselves through fine and performing arts. #\r\nUttar Pradesh's greatest gifts to humanity are the two epics, 'Ramayana' and 'Mahabharata'. From the epic age, the territory of Uttar Pradesh was influenced by several fresh streams of culture among which the two most significant being those generated by the teachings of the Buddha and Mahavira, the 24th Jain Tirthankar.\r\n\r\nThe fountainheads of Brahmanical culture were centered at holy places as Kashi, Ayodhya, Prayag, Mathura and the Himalayan hermitages. \r\nIts people belong to many religions and come from distant parts of the country but have had the latitude to recreate their own native cultures. Afghans, Kashmiris, Bengalis, Parsis and Punjabi immigrants settled here. Christians, Hindus, Muslims and Buddhists all found the freedom to practise their religions and pass it on to successive generations.\r\nWhile it is secular, liberal and progressive, at the same time it is deeply rooted in social and religious traditions and taboos.",
            "culturePic": "https://drive.google.com/drive/folders/13Y_xUh_pdwtamDgG8e2k5siucZQcbvJR?usp=sharing",
            "landmarkPic": "https://drive.google.com/drive/folders/13Y_xUh_pdwtamDgG8e2k5siucZQcbvJR?usp=sharing",
            "ambassadors": "Aman Yadav, "
        },
        {
            "id": 28,
            "name": "Uttarakhand",
            "type": "State",
            "vehicleCode": "UK",
            "capital": "Dehradun",
            "formedIn": 2000,
            "mainLanguage": "Hindi",
            "intro": "",
            "history": "",
            "geography": "",
            "economy": "",
            "food": "",
            "culture": "",
            "culturePic": "",
            "landmarkPic": "",
            "ambassadors": ""
        },
        {
            "id": 29,
            "name": "West Bengal",
            "type": "State",
            "vehicleCode": "WB",
            "capital": "Kolkata",
            "formedIn": 1950,
            "mainLanguage": "Bengali",
            "intro": "West Bengal is an eastern state in India,and part of esrtwhile undivided Bengal .It has been the abode of cultural ,technical development and was the forefront of East India Company .Following the partition of Bengal into Bangladesh and West Bengal,it has been the centre of freedom movements with founders of Indian National Congress adorning it.In every aspect of life from technology to science,to literature ,to nobel laureates West Bengal is the state of proud bengalis who are hard working,persevering and dilligent.",
            "history": "West Bengal has a history of freedom fighters and national movements and was the stronghold of British India empire.Its rich cultural heritage and abundant of economy,production was the prime reason for early establishment of East India Company.Undivided Bengal was a harbour of scientists,educationalists,reformers,administrators alike.From Sir J.C Bose to Rabindranath Tagore West Bengal is a state of rich diversity and heritage.",
            "geography": "West Bengal is on the eastern bottleneck of India, stretching from the Himalayas in the north to the Bay of Bengal in the south.To the east lies Bangladesh,to its west are states of Bihar ,Jharkhand,to the south lies Orissa,and to its north lies Sikkim.",
            "economy": "West Bengal has the sixth largest economy in India with ₹10.49 lakh crore (US$150 billion). It is primarily dependent on agriculture and medium-sized industry, although services and heavy industries play an increasingly significant role in the economy of the state.",
            "food": "West Bengal is rich in culinary recipies catering from rice,fish curry,vegetables,lentil,curd.The dlelicacy of the state lies in sweets and curd which are considered the best in India.West Bengal also has recipies similar to North India ,Mughlai recipies,and also South Indian dishes",
            "culture": "Durga Puja being the prime festival of West Bengal celebrated by Bengalis all over the world.Its cultural heritage includes Bengali folk song,kirtans,gambhira,gajans.It is the state of joy ,culture and all festivals are celebrated with grandeur.",
            "culturePic": "https://upload.wikimedia.org/wikipedia/en/thumb/0/08/Traditional_Durga_idol%2C_Bagbazar%2C_2017.jpg/800px-Traditional_Durga_idol%2C_Bagbazar%2C_2017.jpg",
            "landmarkPic": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/Calcutta_Kolkata_Victoria_Memorial.jpg/800px-Calcutta_Kolkata_Victoria_Memorial.jpg",
            "ambassadors": "Abhilash"
        },
        {
            "id": 30,
            "name": "Andaman and Nicobar Islands",
            "type": "Union Territory",
            "vehicleCode": "AN",
            "capital": "Port Blair",
            "formedIn": 1956,
            "mainLanguage": "Hindi",
            "intro": "",
            "history": "",
            "geography": "",
            "economy": "",
            "food": "",
            "culture": "",
            "culturePic": "",
            "landmarkPic": "",
            "ambassadors": ""
        },
        {
            "id": 31,
            "name": "Chandigarh",
            "type": "Union Territory",
            "vehicleCode": "CH",
            "capital": "Chandigarh",
            "formedIn": 1966,
            "mainLanguage": "English",
            "intro": "",
            "history": "",
            "geography": "",
            "economy": "",
            "food": "",
            "culture": "",
            "culturePic": "",
            "landmarkPic": "",
            "ambassadors": ""
        },
        {
            "id": 32,
            "name": "Dadra and Nagar Haveli",
            "type": "Union Territory",
            "vehicleCode": "DN",
            "capital": "Silvassa",
            "formedIn": 1961,
            "mainLanguage": "Gujarati",
            "intro": "",
            "history": "",
            "geography": "",
            "economy": "",
            "food": "",
            "culture": "",
            "culturePic": "",
            "landmarkPic": "",
            "ambassadors": ""
        },
        {
            "id": 33,
            "name": "Daman and Diu",
            "type": "Union Territory",
            "vehicleCode": "DD",
            "capital": "Daman and Diu",
            "formedIn": 1987,
            "mainLanguage": "English",
            "intro": "",
            "history": "",
            "geography": "",
            "economy": "",
            "food": "",
            "culture": "",
            "culturePic": "",
            "landmarkPic": "",
            "ambassadors": ""
        },
        {
            "id": 34,
            "name": "Delhi",
            "type": "Union Territory",
            "vehicleCode": "DL",
            "capital": "New Delhi",
            "formedIn": 1992,
            "mainLanguage": "Hindi",
            "intro": "",
            "history": "",
            "geography": "",
            "economy": "",
            "food": "",
            "culture": "",
            "culturePic": "",
            "landmarkPic": "",
            "ambassadors": ""
        },
        {
            "id": 35,
            "name": "Lakshadweep",
            "type": "Union Territory",
            "vehicleCode": "LD",
            "capital": "Kavaratti",
            "formedIn": 1956,
            "mainLanguage": "English",
            "intro": "",
            "history": "",
            "geography": "",
            "economy": "",
            "food": "",
            "culture": "",
            "culturePic": "",
            "landmarkPic": "",
            "ambassadors": ""
        },
        {
            "id": 36,
            "name": "Puducherry",
            "type": "Union Territory",
            "vehicleCode": "PY",
            "capital": "Pondicherry",
            "formedIn": 1962,
            "mainLanguage": "English",
            "intro": "",
            "history": "",
            "geography": "",
            "economy": "",
            "food": "",
            "culture": "",
            "culturePic": "",
            "landmarkPic": "",
            "ambassadors": ""
        }
    ]
}